def get_program():
    return '''
    Неделя 1

Понедельник
Жим лежа 0° — 4×8-12
Тяга вертикального блока — 4×8-12
Отведения гантелей — 3×12-15
Французский жим лежа — 3×8-12
Жим ногами низ платформы — 3×6-8

Среда
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×8-12
Тяга горизонтального блока — 3×12-15
Разгибания рук в блоке — 4×10-12
Отведения гантелей — 2×12-15

Пятница
Жим лежа 0° — 4×8-12
Тяга вертикального блока — 4×8-12
Отведения гантелей — 4×8-12
Французский жим лежа — 3×8-12
Жим ногами низ платформы — 4×8-12

Неделя 2

Понедельник
Жим лежа 0° — 4×8-12
Тяга вертикального блока — 4×8-12
Отведения гантелей — 3×12-15
Французский жим лежа — 3×8-12
Жим ногами низ платформы — 3×6-8

Среда
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×8-12
Тяга горизонтального блока — 3×12-15
Разгибания рук в блоке — 4×10-12
Отведения гантелей — 2×12-15

Пятница
Жим лежа 0° — 4×8-12
Тяга вертикального блока — 4×8-12
Отведения гантелей — 4×8-12
Французский жим лежа — 3×8-12
Жим ногами низ платформы — 4×8-12

Неделя 3

Понедельник
Жим лежа 0° — 4×8-12
Тяга вертикального блока — 4×8-12
Отведения гантелей — 4×8-12
Французский жим лежа — 3×10-15
Жим ногами низ платформы — 5×8-12

Среда
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 5×10-12
Тяга горизонтального блока — 3×8-12
Разгибания рук в блоке — 5×12-15
Отведения гантелей — 4×8-12

Пятница
Жим лежа 0° — 4×8-10
Тяга вертикального блока — 4×8-10
Отведения гантелей — 4×8-12
Французский жим лежа — 4×8-12
Жим ногами низ платформы — 4×6-8

Неделя 4

Понедельник
Жим лежа 0° — 5×8-10
Тяга вертикального блока — 5×8-10
Отведения гантелей — 3×12-15
Французский жим лежа — 4×8-12
Жим ногами низ платформы — 4×6-8

Среда
Жим ногами верх платформы — 5×8-12
Жим лежа 30° — 4×8-12
Разгибание ног в тренажере — 4×12-15
Тяга горизонтального блока — 5×8-12
Разгибания рук в блоке — 3×12-15
Сгибания с супинацией — 3×8-12
Отведения гантелей — 3×8-12

Пятница
Жим лежа 0° — 4×6-8
Тяга вертикального блока — 4×6-8
Отведения гантелей — 4×10-12
Французский жим лежа — 5×8-12
Жим ногами низ платформы — 3×8-12

Неделя 5

Понедельник
Жим лежа 0° — 6×6-8
Тяга вертикального блока — 6×6-8
Отведения гантелей — 4×8-12
Французский жим в блоке из-за головы — 4×8-12
Жим ногами низ платформы — 4×6-8
Подъем на носки стоя в смите — 3×12-15

Среда
Жим ногами верх платформы — 6×8-12
Разгибания ног в тренажере — 4×8-12
Жим лежа 30° — 4×8-12
Тяга горизонтального блока — 4×8-12
Разгибания рук в блоке — 5×12-15
Сгибания с супинацией — 5×8-12
Отведения гантелей — 5×8-12

Пятница
Жим лежа 0° — 3×8-12
Тяга вертикального блока — 3×8-12
Отведения гантелей — 4×8-12
Французский жим в блоке из-за головы — 3×12-15
Жим ногами низ платформы — 4×6-8
Подъем на носки стоя в смите — 3×12-15
    '''