def get_program():
    return '''
    Неделя 1

Понедельник
Жим лежа 0° — 4×8-12
Тяга вертикального блока — 4×8-12
Отведения гантелей — 3×12-15
Французский жим лежа — 3×8-12
Жим ногами низ платформы — 3×6-8

Вторник
Приседания со штангой — 4×8-12
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×8-12
Подъем на носки стоя в смите — 3×12-15

Четверг
Жим лежа 0° — 4×8-12
Тяга горизонтального блока — 4×8-12
Отведения гантелей — 4×8-12
Французский жим лежа — 3×8-12
Сгибания с супинацией на бицепс — 3×12-15

Пятница
Жим ногами низ платформы — 4×8-12
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×8-12
Тяга вертикального блока — 4×8-12
Разгибания рук в блоке — 3×12-15

Неделя 2

Понедельник
Жим лежа 0° — 4×8-12
Тяга вертикального блока — 4×8-12
Отведения гантелей — 3×12-15
Французский жим лежа — 3×8-12
Жим ногами низ платформы — 3×6-8

Вторник
Приседания со штангой — 4×8-12
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×8-12
Подъем на носки стоя в смите — 3×12-15

Четверг
Жим лежа 0° — 4×8-12
Тяга горизонтального блока — 4×8-12
Отведения гантелей — 4×8-12
Французский жим лежа — 3×8-12
Сгибания с супинацией на бицепс — 3×12-15

Пятница
Жим ногами низ платформы — 4×8-12
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×8-12
Тяга вертикального блока — 4×8-12
Разгибания рук в блоке — 3×12-15

Неделя 3

Понедельник
Жим лежа 0° — 4×8-12
Тяга вертикального блока — 4×8-12
Отведения гантелей — 4×8-12
Французский жим лежа — 3×10-15
Жим ногами низ платформы — 5×8-12

Вторник
Приседания со штангой — 5×8-12
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 5×10-12
Подъем на носки стоя в смите — 3×12-15

Четверг
Жим лежа 0° — 4×8-10
Тяга горизонтального блока — 4×8-10
Отведения гантелей — 4×8-12
Французский жим лежа — 4×8-12
Сгибания с супинацией на бицепс — 3×12-15

Пятница
Жим ногами низ платформы — 4×6-8
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×8-12
Тяга вертикального блока — 4×8-12
Разгибания рук в блоке — 3×12-15

Неделя 4

Понедельник
Жим лежа 0° — 5×8-10
Тяга вертикального блока — 5×8-10
Отведения гантелей — 3×12-15
Французский жим лежа — 4×8-12
Жим ногами низ платформы — 4×6-8

Вторник
Приседания со штангой — 5×8-12
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×12-15
Подъем на носки стоя в смите — 3×12-15

Четверг
Жим лежа 0° — 4×8-10
Тяга горизонтального блока — 4×8-10
Отведения гантелей — 4×8-12
Французский жим лежа — 4×8-12
Сгибания с супинацией на бицепс — 3×12-15

Пятница
Жим ногами низ платформы — 4×6-8
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×8-12
Тяга вертикального блока — 4×8-12
Разгибания рук в блоке — 3×12-15

Неделя 4

Понедельник
Жим лежа 0° — 5×8-10
Тяга вертикального блока — 5×8-10
Отведения гантелей — 3×12-15
Французский жим лежа — 4×8-12
Жим ногами низ платформы — 4×6-8

Вторник
Приседания со штангой — 5×8-12
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×12-15
Подъем на носки стоя в смите — 3×12-15

Четверг
Жим лежа 0° — 4×8-10
Тяга горизонтального блока — 4×8-10
Отведения гантелей — 4×8-12
Французский жим лежа — 4×8-12
Сгибания с супинацией на бицепс — 3×12-15

Пятница
Жим ногами низ платформы — 4×6-8
Жим ногами верх платформы — 4×8-12
Разгибания ног в тренажере — 4×8-12
Тяга вертикального блока — 4×8-12
Разгибания рук в блоке — 3×12-15
    '''