# programs/back_specialization.py
def get_back_specialization():
    """

    :rtype: str
    """
    return '''
Неделя 1

Понедельник
Тяга вертикального блока — 4×8-12
Тяга горизонтального блока — 3×8-12
Пуловер в блоке — 2×12-15
Жим лежа 0° — 3×8-12
Разгибания на трицепс в блоке из-за головы — 3×6-8

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 3×12-15
Отведения гантелей — 2×12-15

Пятница
Подтягивания — 4×6-8
Тяга гантели к поясу — 2×8-12
Отведения гантелей — 4×8-12
Жим лёжа 30° — 3×8-12
Французский жим сидя — 3×8-12

Неделя 2

Понедельник
Тяга вертикального блока — 4×8-12
Тяга горизонтального блока — 3×8-12
Пуловер в блоке — 3×12-15
Жим лежа 0° — 3×8-12
Разгибания на трицепс в блоке из-за головы — 3×6-8

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 3×12-15
Отведения гантелей — 2×12-15

Пятница
Подтягивания — 4×8-12
Тяга гантели к поясу — 3×8-12
Отведения гантелей — 4×8-12
Жим лёжа 30° — 3×8-12
Французский жим сидя — 4×8-12

Неделя 3

Понедельник
Тяга вертикального блока — 4×8-12
Тяга горизонтального блока — 3×8-12
Пуловер в блоке — 4×8-12
Жим лежа 0° — 3×10-15
Разгибания на трицепс в блоке из-за головы — 5×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 5×10-12
Шраги с гантелями — 3×8-12
Отведения гантелей — 4×8-12

Пятница
Подтягивания — 4×8-10
Тяга гантели к поясу — 4×8-10
Отведения гантелей — 4×8-12
Жим лёжа 30° — 4×8-12
Французский жим сидя — 4×6-8

Неделя 4

Понедельник
Тяга вертикального блока — 5×8-12
Тяга горизонтального блока — 2×8-12
Пуловер в блоке — 3×8-12
Жим лежа 0° — 4×8-12
Разгибания на трицепс в блоке из-за головы — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Отведения гантелей — 2×8-12

Пятница
Подтягивания — 3×8-12
Тяга гантели к поясу — 3×8-12
Отведения гантелей — 2×8-12
Жим лёжа 30° — 4×8-12
Французский жим сидя — 4×8-12

Неделя 5

Понедельник
Тяга вертикального блока — 5×8-12
Тяга горизонтального блока — 3×8-12
Пуловер в блоке — 3×8-12
Жим лежа 0° — 4×8-12
Разгибания на трицепс в блоке из-за головы — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Отведения гантелей — 2×8-12

Пятница
Подтягивания — 3×8-12
Тяга гантели к поясу — 3×8-12
Отведения гантелей — 2×8-12
Жим лёжа 30° — 4×8-12
Французский жим сидя — 4×8-12

Неделя 6

Понедельник
Тяга вертикального блока — 5×8-12
Тяга горизонтального блока — 3×8-12
Пуловер в блоке — 3×8-12
Жим лежа 0° — 4×8-12
Разгибания на трицепс в блоке из-за головы — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Отведения гантелей — 2×8-12

Пятница
Подтягивания — 3×8-12
Тяга гантели к поясу — 3×8-12
Отведения гантелей — 2×8-12
Жим лёжа 30° — 4×8-12
Французский жим сидя — 4×8-12

Неделя 7

Понедельник
Тяга вертикального блока — 6×8-12
Тяга горизонтального блока — 3×8-12
Пуловер в блоке — 3×8-12
Жим лежа 0° — 4×8-12
Разгибания на трицепс в блоке из-за головы — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Отведения гантелей — 3×8-12

Пятница
Подтягивания — 4×8-12
Тяга гантели к поясу — 4×8-12
Отведения гантелей — 2×8-12
Жим лёжа 30° — 4×8-12
Французский жим сидя — 4×8-12
'''