def get_legs_specialization():
    return '''
Неделя 1

Понедельник
Присед со штангой — 4×6-8
Разгибания ног в тренажере — 2×8-12
Румынская тяга — 4×6-8
Сгибания ног в тренажере — 2×8-12
Подъем на носки в смите — 3×12-15

Среда
Жим лёжа — 3×8-12
Тяга вертикального блока — 3×8-12
Французский жим лёжа — 3×8-12
Сгибания рук с гантелями с супинацией — 3×8-12
Отведения на дельты — 3×8-12

Пятница
Присед в гаке — 3×6-8
Разгибания ног в тренажере — 3×8-12
Ягодичный мост — 3×6-8
Сгибания ног в тренажере — 3×8-12
Подъем на носки в смите — 3×12-15

Неделя 2

Понедельник
Присед со штангой — 3×6-8
Разгибания ног в тренажере — 3×8-12
Румынская тяга — 3×6-8
Сгибания ног в тренажере — 3×8-12
Подъем на носки в смите — 3×12-15

Среда
Жим лёжа — 3×8-12
Тяга вертикального блока — 3×8-12
Французский жим лёжа — 3×8-12
Сгибания рук с гантелями с супинацией — 3×8-12
Отведения на дельты — 3×8-12

Пятница
Присед в гаке — 4×6-8
Разгибания ног в тренажере — 2×8-12
Ягодичный мост — 4×6-8
Сгибания ног в тренажере — 2×8-12
Подъем на носки в смите — 3×8-12

Неделя 3

Понедельник
Присед со штангой — 4×6-8
Разгибания ног в тренажере — 3×8-12
Румынская тяга — 4×6-8
Сгибания ног в тренажере — 3×8-12
Подъем на носки в смите — 3×12-15

Среда
Жим лёжа — 3×8-12
Тяга вертикального блока — 3×8-12
Французский жим лёжа — 3×8-12
Сгибания рук с гантелями с супинацией — 3×8-12
Отведения на дельты — 3×8-12

Пятница
Присед в гаке — 3×6-8
Разгибания ног в тренажере — 4×8-12
Ягодичный мост — 3×6-8
Сгибания ног в тренажере — 4×8-12
Подъем на носки в смите — 3×12-15

Неделя 4

Понедельник
Присед со штангой — 3×6-8
Разгибания ног в тренажере — 4×8-12
Румынская тяга — 3×6-8
Сгибания ног в тренажере — 4×8-12
Подъем на носки в смите — 3×12-15

Среда
Жим лёжа — 3×8-12
Тяга вертикального блока — 3×8-12
Французский жим лёжа — 3×8-12
Сгибания рук с гантелями с супинацией — 3×8-12
Отведения на дельты — 3×8-12

Пятница
Присед в гаке — 5×6-8
Разгибания ног в тренажере — 3×8-12
Ягодичный мост — 5×6-8
Сгибания ног в тренажере — 3×8-12
Подъем на носки в смите — 3×8-12

Неделя 5

Понедельник
Присед со штангой — 5×6-8
Разгибания ног в тренажере — 3×8-12
Румынская тяга — 5×6-8
Сгибания ног в тренажере — 3×8-12
Подъем на носки в смите — 4×12-15

Среда
Жим лёжа — 3×8-12
Тяга вертикального блока — 3×8-12
Французский жим лёжа — 3×8-12
Сгибания рук с гантелями с супинацией — 3×8-12
Отведения на дельты — 3×8-12

Пятница
Присед в гаке — 4×6-8
Разгибания ног в тренажере — 3×8-12
Ягодичный мост — 4×6-8
Сгибания ног в тренажере — 3×8-12
Подъем на носки в смите — 4×12-15

Неделя 6

Понедельник
Присед со штангой — 4×6-8
Разгибания ног в тренажере — 4×8-12
Румынская тяга — 4×6-8
Сгибания ног в тренажере — 4×8-12
Подъем на носки в смите — 4×12-15

Среда
Жим лёжа — 3×8-12
Тяга вертикального блока — 3×8-12
Французский жим лёжа — 3×8-12
Сгибания рук с гантелями с супинацией — 3×8-12
Отведения на дельты — 3×8-12

Пятница
Присед в гаке — 5×6-8
Разгибания ног в тренажере — 4×8-12
Ягодичный мост — 5×6-8
Сгибания ног в тренажере — 4×8-12
Подъем на носки в смите — 4×8-12

Неделя 7

Понедельник
Присед со штангой — 6×6-8
Разгибания ног в тренажере — 3×8-12
Румынская тяга — 6×6-8
Сгибания ног в тренажере — 3×8-12
Подъем на носки в смите — 4×12-15

Среда
Жим лёжа — 3×8-12
Тяга вертикального блока — 3×8-12
Французский жим лёжа — 3×8-12
Сгибания рук с гантелями с супинацией — 3×8-12
Отведения на дельты — 3×8-12

Пятница
Присед в гаке — 4×6-8
Разгибания ног в тренажере — 5×8-12
Ягодичный мост — 4×6-8
Сгибания ног в тренажере — 5×8-12
Подъем на носки в смите — 4×12-15
'''