def get_arms_specialization():
    return '''
Неделя 1

Понедельник
Подъем гантелей с супинацией на бицепс — 4×8-12
Французский жим лёжа — 4×8-12
Отведения гантелей — 3×12-15
Жим лёжа 0° — 3×8-12
Тяга вертикального блока — 3×6-8

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 3×12-15
Молотки — 4×10-12
Отведения гантелей — 2×12-15

Пятница
Сгибания рук с EZ-грифом хват снизу — 4×8-12
Разгибания рук в блоке из-за головы — 4×8-12
Отведения гантелей — 4×8-12
Жим лёжа 30° — 3×8-12
Тяга горизонтального блока — 3×8-12

Неделя 2

Понедельник
Подъем гантелей с супинацией на бицепс — 4×8-12
Французский жим лёжа — 4×8-12
Отведения гантелей — 3×12-15
Жим лёжа 0° — 3×8-12
Тяга вертикального блока — 3×6-8

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 3×12-15
Молотки — 4×10-12
Отведения гантелей — 2×12-15

Пятница
Сгибания рук с EZ-грифом хват снизу — 4×8-12
Разгибания рук в блоке из-за головы — 4×8-12
Отведения гантелей — 4×8-12
Жим лёжа 30° — 3×8-12
Тяга горизонтального блока — 4×8-12

Неделя 3

Понедельник
Подъем гантелей с супинацией на бицепс — 4×8-12
Французский жим лёжа — 4×8-12
Отведения гантелей — 4×8-12
Жим лёжа 0° — 3×10-15
Тяга вертикального блока — 5×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 5×10-12
Шраги с гантелями — 3×8-12
Молотки — 5×12-15
Отведения гантелей — 4×8-12

Пятница
Сгибания рук с EZ-грифом хват снизу — 4×8-10
Разгибания рук в блоке из-за головы — 4×8-10
Отведения гантелей — 4×8-12
Жим лёжа 30° — 4×8-12
Тяга горизонтального блока — 4×6-8

Неделя 4

Понедельник
Подъем гантелей с супинацией на бицепс — 5×8-12
Французский жим лёжа — 5×8-12
Отведения гантелей — 3×8-12
Жим лёжа 0° — 4×8-12
Тяга вертикального блока — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Молотки — 3×8-12
Отведения гантелей — 2×8-12

Пятница
Сгибания рук с EZ-грифом хват снизу — 3×8-12
Разгибания рук в блоке из-за головы — 3×8-12
Отведения гантелей — 2×8-12
Жим лёжа 30° — 4×8-12
Тяга горизонтального блока — 4×8-12

Неделя 5

Понедельник
Подъем гантелей с супинацией на бицепс — 5×8-12
Французский жим лёжа — 5×8-12
Отведения гантелей — 3×8-12
Жим лёжа 0° — 4×8-12
Тяга вертикального блока — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Молотки — 3×8-12
Отведения гантелей — 2×8-12

Пятница
Сгибания рук с EZ-грифом хват снизу — 3×8-12
Разгибания рук в блоке из-за головы — 3×8-12
Отведения гантелей — 2×8-12
Жим лёжа 30° — 4×8-12
Тяга горизонтального блока — 4×8-12

Неделя 6

Понедельник
Подъем гантелей с супинацией на бицепс — 5×8-12
Французский жим лёжа — 5×8-12
Отведения гантелей — 3×8-12
Жим лёжа 0° — 4×8-12
Тяга вертикального блока — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Молотки — 3×8-12
Отведения гантелей — 2×8-12

Пятница
Сгибания рук с EZ-грифом хват снизу — 3×8-12
Разгибания рук в блоке из-за головы — 3×8-12
Отведения гантелей — 2×8-12
Жим лёжа 30° — 4×8-12
Тяга горизонтального блока — 4×8-12

Неделя 7

Понедельник
Подъем гантелей с супинацией на бицепс — 5×8-12
Французский жим лёжа — 5×8-12
Отведения гантелей — 3×8-12
Жим лёжа 0° — 4×8-12
Тяга вертикального блока — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Молотки — 3×8-12
Отведения гантелей — 3×8-12

Пятница
Сгибания рук с EZ-грифом хват снизу — 4×8-12
Разгибания рук в блоке из-за головы — 4×8-12
Отведения гантелей — 2×8-12
Жим лёжа 30° — 4×8-12
Тяга горизонтального блока — 4×8-12
'''