def get_shoulders_specialization():
    return '''
    неделя 1	
     	 
Понедельник	 	 
жим гантелей сидя	тяжёлая	4х8-12
отведения на дельты	тяжелая	4х12-15
сгибания с гантелями на бицепс с супинацией	средняя	4х8-12
сгибания с гантелями на бицепс с пронацией	средняя	2х8-12
французский жим в блоке из-за головы	тяжелая	4х8-12

Среда	 	 
жим лёжа	средняя	4х8-12
тяжа вертикального блока	средняя	4х8-12
присед со штангой	средняя	4х8-12
румынская тяга	средняя	4х8-12

Пятница	 	 
жим сидя в смите	тяжёлая	4х8-12
отведения на дельты	тяжелая	4х12-15
сгибания на бицепс с ez грифом хватом снизу	тяжёлая	2х8-12
сгибания на бицепс с ez грифом хватом сверху	средняя	4х8-12
французский жим лёжа	средняя	4х8-12

Неделя 2	 	 

Понедельник	 	 
жим гантелей сидя	средняя	3х8-12
отведения на дельты	средняя	3х8-12
сгибания с гантелями на бицепс с супинацией	средняя	3х8-12
сгибания с гантелями на бицепс с пронацией	средняя	3х8-12
французский жим в блоке из-за головы	средняя	3х12-15

Среда	 	 
жим лёжа	тяжёлая	5х8-12
тяжа вертикального блока	тяжёлая	5х8-12
присед со штангой	тяжёлая	5х8-12
румынская тяга	тяжёлая	5х8-12

Пятница	 	 
жим сидя в смите	средняя	3х8-12
отведения на дельты	средняя	3х8-12
сгибания на бицепс с ez грифом хватом снизу	средняя	3х8-12
сгибания на бицепс с ez грифом хватом сверху	средняя	3х8-12
французский жим лёжа	средняя	3х12-15

Неделя 3	 	 

Понедельник	 	 
жим гантелей сидя	тяжёлая	5х8-12
отведения на дельты	тяжелая	4х12-15
сгибания с гантелями на бицепс с супинацией	средняя	4х8-12
сгибания с гантелями на бицепс с пронацией	средняя	2х8-12
французский жим в блоке из-за головы	тяжелая	4х8-12

Среда	 	 
жим лёжа	средняя	4х8-12
тяжа вертикального блока	средняя	4х8-12
присед со штангой	средняя	4х8-12
румынская тяга	средняя	4х8-12

Пятница	 	 
жим сидя в смите	тяжёлая	4х8-12
отведения на дельты	тяжелая	5х12-15
сгибания на бицепс с ez грифом хватом снизу	тяжёлая	2х8-12
сгибания на бицепс с ez грифом хватом сверху	средняя	4х8-12
французский жим лёжа	средняя	4х8-12

Неделя 4	 	 

Понедельник	 	 
жим гантелей сидя	средняя	5х8-12
отведения на дельты	средняя	4х12-15
сгибания с гантелями на бицепс с супинацией	средняя	4х8-12
сгибания с гантелями на бицепс с пронацией	средняя	2х8-12
французский жим в блоке из-за головы	средняя	4х8-12

Среда	 	 
жим лёжа	тяжёлая	4х8-12
тяжа вертикального блока	тяжёлая	4х8-12
присед со штангой	тяжёлая	4х8-12
румынская тяга	тяжёлая	4х8-12

Пятница	 	 
жим сидя в смите	средняя	4х8-12
отведения на дельты	средняя	5х12-15
сгибания на бицепс с ez грифом хватом снизу	средняя	2х8-12
сгибания на бицепс с ez грифом хватом сверху	средняя	4х8-12
французский жим лёжа	средняя	4х8-12

Неделя 5	 	 

Понедельник	 	 
жим гантелей сидя	тяжёлая	4х8-12
отведения на дельты	тяжелая	4х12-15
сгибания с гантелями на бицепс с супинацией	средняя	4х8-12
сгибания с гантелями на бицепс с пронацией	средняя	2х8-12
французский жим в блоке из-за головы	тяжелая	4х8-12

Среда	 	 
жим лёжа	средняя	4х8-12
тяжа вертикального блока	средняя	4х8-12
присед со штангой	средняя	4х8-12
румынская тяга	средняя	4х8-12

Пятница	 	 
жим сидя в смите	тяжёлая	4х8-12
отведения на дельты	тяжелая	4х12-15
сгибания на бицепс с ez грифом хватом снизу	тяжёлая	2х8-12
сгибания на бицепс с ez грифом хватом сверху	средняя	4х8-12
французский жим лёжа	средняя	4х8-12

Неделя 6	 	 
понедельник	 	 
жим гантелей сидя	средняя	4х8-12
отведения на дельты	средняя	4х12-15
сгибания с гантелями на бицепс с супинацией	средняя	4х8-12
сгибания с гантелями на бицепс с пронацией	средняя	2х8-12
французский жим в блоке из-за головы	средняя	4х8-12

Среда	 	 
жим лёжа	тяжёлая	4х8-12
тяжа вертикального блока	тяжёлая	4х8-12
присед со штангой	тяжёлая	4х8-12
румынская тяга	тяжёлая	4х8-12

Пятница	 	 
жим сидя в смите	средняя	4х8-12
отведения на дельты	средняя	4х12-15
сгибания на бицепс с ez грифом хватом снизу	средняя	2х8-12
сгибания на бицепс с ez грифом хватом сверху	средняя	4х8-12
французский жим лёжа	средняя	4х8-12

Неделя 7	 	 

Понедельник	 	 
жим гантелей сидя	тяжёлая	6х8-12
отведения на дельты	тяжелая	4х12-15
сгибания с гантелями на бицепс с супинацией	средняя	4х8-12
сгибания с гантелями на бицепс с пронацией	средняя	2х8-12
французский жим в блоке из-за головы	тяжелая	4х8-12

Среда	 	 
жим лёжа	средняя	4х8-12
тяжа вертикального блока	средняя	4х8-12
присед со штангой	средняя	4х8-12
румынская тяга	средняя	4х8-12

Пятница	 	 
жим сидя в смите	тяжёлая	4х8-12
отведения на дельты	тяжелая	6х12-15
сгибания на бицепс с ez грифом хватом снизу	тяжёлая	2х8-12
сгибания на бицепс с ez грифом хватом сверху	средняя	4х8-12
французский жим лёжа	средняя	4х8-12
    '''