def get_chest_specialization():
    return '''
Неделя 1

Понедельник
Жим лёжа 0° — 4×8-12
Сведения рук в блоке вниз — 3×8-12
Пуловер в блоке — 2×12-15
Тяга вертикального блока — 3×8-12
Разгибания на трицепс в блоке из-за головы — 3×6-8

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 3×12-15
Отведения гантелей — 2×12-15

Пятница
Жим лёжа 30° — 4×6-8
Сведения рук в тренажёре пэкдэк — 2×8-12
Отведения гантелей — 4×8-12
Тяга горизонтального блока — 3×8-12
Французский жим сидя — 3×8-12

Неделя 2

Понедельник
Жим лёжа 0° — 4×8-12
Сведения рук в блоке вниз — 3×8-12
Пуловер в блоке — 3×12-15
Тяга вертикального блока — 3×8-12
Разгибания на трицепс в блоке из-за головы — 3×6-8

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12 (тяжёлая)
Шраги с гантелями — 3×12-15 (легкая)
Отведения гантелей — 2×12-15 (легкая)

Пятница
Жим лёжа 30° — 4×8-12 (тяжёлая)
Сведения рук в пэкдэк — 3×8-12 (тяжёлая)
Отведения гантелей — 4×8-12
Тяга горизонтального блока — 3×8-12
Французский жим сидя — 4×8-12

Неделя 3

Понедельник
Жим лёжа 0° — 4×8-12
Сведения рук в блоке вниз — 3×8-12
Пуловер в блоке — 4×8-12
Тяга вертикального блока — 3×10-15
Разгибания на трицепс в блоке из-за головы — 5×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 5×10-12 (тяжёлая)
Шраги с гантелями — 3×8-12 (легкая)
Отведения гантелей — 4×8-12 (легкая)

Пятница
Жим лёжа 30° — 4×8-10 (тяжёлая)
Сведения рук в пэкдэк — 4×8-10 (тяжёлая)
Отведения гантелей — 4×8-12
Тяга горизонтального блока — 4×8-12
Французский жим сидя — 4×6-8

Неделя 4

Понедельник
Жим лёжа 0° — 5×8-12 (тяжёлая)
Сведения рук в блоке вниз — 2×8-12 (тяжёлая)
Пуловер в блоке — 3×8-12
Тяга вертикального блока — 4×8-12
Разгибания на трицепс в блоке из-за головы — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Отведения гантелей — 2×8-12 (тяжёлая)

Пятница
Жим лёжа 30° — 3×8-12
Сведения рук в пэкдэк — 3×8-12
Отведения гантелей — 2×8-12 (тяжёлая)
Тяга горизонтального блока — 4×8-12
Французский жим сидя — 4×8-12

Неделя 5

Понедельник
Жим лёжа 0° — 5×8-12 (тяжёлая)
Сведения рук в блоке вниз — 3×8-12 (тяжёлая)
Пуловер в блоке — 3×8-12
Тяга вертикального блока — 4×8-12
Разгибания на трицепс в блоке из-за головы — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Отведения гантелей — 2×8-12 (тяжёлая)

Пятница
Жим лёжа 30° — 3×8-12
Сведения рук в пэкдэк — 3×8-12
Отведения гантелей — 2×8-12 (тяжёлая)
Тяга горизонтального блока — 4×8-12
Французский жим сидя — 4×8-12

Неделя 6

Понедельник
Жим лёжа 0° — 5×8-12 (тяжёлая)
Сведения рук в блоке вниз — 3×8-12 (тяжёлая)
Пуловер в блоке — 3×8-12
Тяга вертикального блока — 4×8-12
Разгибания на трицепс в блоке из-за головы — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Отведения гантелей — 2×8-12 (тяжёлая)

Пятница
Жим лёжа 30° — 3×8-12
Сведения рук в пэкдэк — 3×8-12
Отведения гантелей — 2×8-12 (тяжёлая)
Тяга горизонтального блока — 4×8-12
Французский жим сидя — 4×8-12

Неделя 7

Понедельник
Жим лёжа 0° — 6×8-12 (тяжёлая)
Сведения рук в блоке вниз — 3×8-12 (тяжёлая)
Пуловер в блоке — 3×8-12
Тяга вертикального блока — 4×8-12
Разгибания на трицепс в блоке из-за головы — 4×8-12

Среда
Присед со штангой — 4×8-12
Румынская тяга — 4×8-12
Шраги с гантелями — 4×8-12
Отведения гантелей — 3×8-12 (тяжёлая)

Пятница
Жим лёжа 30° — 4×8-12 (тяжёлая)
Сведения рук в пэкдэк — 4×8-12 (тяжёлая)
Отведения гантелей — 2×8-12 (тяжёлая)
Тяга горизонтального блока — 4×8-12
Французский жим сидя — 4×8-12
'''